Repository: MuhammadAqib123233/doclink
Catalog: lib/l10n/intl_*.arb
Languages: id, pl, th, vi

# keepItOnIfYou
source: Keep it On, if you want to receive notifications
id: Tetap Aktif, jika Anda ingin menerima notifikasi
pl: Włącz, jeśli chcesz otrzymywać powiadomienia
th: เปิดไว้ถ้าคุณต้องการรับการแจ้งเตือน
vi: Giữ nó Bật, nếu bạn muốn nhận thông báo

source: Saved Doctors
id: Dokter Tersimpan
pl: Uratowani lekarze
th: แพทย์ที่บันทึกไว้
vi: bác sĩ đã lưu

source: Manage Patients
id: Mengelola Pasien
pl: Zarządzaj pacjentami
th: จัดการผู้ป่วย
vi: Quản lý bệnh nhân

source: Prescriptions
id: Resep
pl: recepty
th: ใบสั่งยา
vi: đơn thuốc

# helpAndFAQ
source: Help & FAQ
id: Bantuan & FAQ
pl: Pomoc i często zadawane pytania
th: ความช่วยเหลือ & คำถามที่พบบ่อย
vi: Trợ giúp & Hỏi đáp

source: Edit Profile
id: Sunting profil
pl: Edytuj profil
th: แก้ไขโปรไฟล์
vi: Chỉnh sửa hồ sơ

# termsAndConditions
source: Terms & Conditions
id: Syarat & Ketentuan
pl: Zasady i Warunki
th: ข้อตกลงและเงื่อนไข
vi: Điều khoản và điều kiện

# expShort
source: Exp
pl: Do potęgi.
th: ประสบการณ์
vi: hết hạn

source: Fees
id: Biaya
pl: Opłaty
th: ค่าธรรมเนียม
vi: lệ phí

source: Deposit
id: Menyetorkan
pl: Depozyt
th: เงินฝาก
vi: Tiền gửi

source: Withdraw Request
id: Tarik Permintaan
pl: Wycofać wniosek
th: ถอนคำขอ
vi: Rút lại yêu cầu

source: Amount
id: Jumlah
pl: Kwota
th: จำนวน
vi: Số lượng

source: Recharge wallet
id: Isi ulang dompet
pl: Doładuj portfel
th: เติมเงินเข้ากระเป๋า
vi: Nạp tiền vào ví

source: Add money to your wallet
id: Tambahkan uang ke dompet Anda
pl: Dodaj pieniądze do swojego portfela
th: เพิ่มเงินในกระเป๋าของคุณ
vi: Thêm tiền vào ví của bạn

# pleaseRechargeEtc
source: Please recharge your wallet to continue booking
id: Isi ulang dompet Anda untuk melanjutkan pemesanan
pl: Doładuj portfel, aby kontynuować rezerwację
th: โปรดเติมเงิน กระเป๋าเงินของคุณเพื่อดำเนินการจองต่อ
vi: Vui lòng nạp tiền vào ví của bạn để tiếp tục đặt vé

source: Select Amount
id: Pilih Jumlah
pl: Wybierz kwotę
th: เลือกจำนวนเงิน
vi: Chọn Số tiền

source: Enter Amount Of Your Choice
id: Masukkan Jumlah Pilihan Anda
pl: Wprowadź wybraną przez siebie kwotę
th: ใส่จำนวนเงินที่คุณเลือก
vi: Nhập số tiền bạn chọn

source: Clear All
id: Bersihkan semua
pl: Wyczyść wszystko
th: ลบทั้งหมด
vi: Làm sạch tất cả

source: Show This QR at Clinic
id: Tunjukkan QR Ini di Klinik
pl: Pokaż ten kod QR w klinice
th: แสดง QR นี้ที่คลินิก
vi: Hiển thị mã QR này tại Phòng khám

# offerThisQRAtClinicShop
source: Offer this QR at clinic shop, they will scan it and will have all the details
id: Tawarkan QR ini di toko klinik, mereka akan memindainya dan akan mengetahui semua detailnya
pl: Zaoferuj ten kod QR w sklepie przychodni, zeskanują go i uzyskają wszystkie szczegóły
th: เสนอ QR นี้ที่ร้านค้าของคลินิก พวกเขาจะ สแกนและจะมีรายละเอียดทั้งหมด
vi: Cung cấp mã QR này tại cửa hàng phòng khám, họ sẽ squét nó và sẽ có tất cả thông tin chi tiết

source: Apply Search Filters
id: Terapkan Filter Pencarian
pl: Zastosuj filtry wyszukiwania
th: ใช้ตัวกรองการค้นหา
vi: Áp dụng bộ lọc tìm kiếm

source: Sort by
id: Sortir dengan
pl: Sortuj według
th: เรียงตาม
vi: Sắp xếp theo

source: Gender
id: Jenis kelamin
pl: Płeć
th: เพศ
vi: Giới tính

source: Search Doctor
id: Cari Dokter
pl: Szukaj lekarza
th: ค้นหาแพทย์
vi: bác sĩ tìm kiếm

# selectDateAndTime
source: Select Date & Time
id: Pilih Tanggal & Waktu
pl: Wybierz datę i godzinę
th: เลือกวันที่และเวลา
vi: Chọn Ngày & Giờ

source: Select Date
id: Pilih Tanggal
pl: Wybierz datę
th: เลือกวันที่
vi: Chọn ngày

source: Select Time
id: Pilih Waktu
pl: Wybierz Czas
th: เลือก เวลา
vi: Chọn thời gian

source: Appointment Type
id: Jenis Janji Temu
pl: Typ spotkania
th: ประเภทการนัดหมาย
vi: Loại cuộc hẹn

source: Patient
id: Sabar
pl: Pacjent
th: อดทน
vi: Kiên nhẫn

source: Explain Your Problem Briefly
id: Jelaskan Masalah Anda Secara Singkat
pl: Opisz krótko swój problem
th: อธิบายปัญหาของคุณโดยสังเขป
vi: Giải thích vấn đề của bạn một cách ngắn gọn

source: Attach Photo
id: Lampirkan Foto
pl: Dołącz zdjęcie
th: แนบรูปถ่าย
vi: Đính kèm ảnh

source: Make Payment
id: Melakukan pembayaran
pl: Dokonać płatności
th: ชำระเงิน
vi: Thanh toán

source: Confirm Booking
id: Konfirmasi Pemesanan
pl: Potwierdź rezerwację
th: ยืนยันการจอง
vi: xác nhận đặt phòng

source: Apply Coupon
id: Terapkan Kupon
pl: Zastosuj kupon
th: ใช้คูปอง
vi: áp dụng phiếu giảm giá

# clinic
source: At Clinic
id: Di Klinik
pl: w Klinice
th: ที่คลินิก
vi: Tại phòng khám

# tapOnACouponEtc
source: Tap on a coupon to apply it
id: Ketuk kupon untuk menerapkannya
pl: Stuknij w kupon, aby go zastosować
th: แตะที่คูปองเพื่อใช้
vi: Nhấn vào một phiếu giảm giá để áp dụng nó

source: Pay Now
id: Bayar sekarang
pl: Zapłać teraz
th: จ่ายตอนนี้
vi: Thanh toán ngay

source: Insufficient Balance
id: Saldo tidak mencukupi
pl: Niewystarczająca ilość środków
th: ยอดเงินคงเหลือไม่เพียงพอ
vi: Thiếu cân bằng

# thereIsNotEnoughEtc
source: There is not enough funds in wallet
id: Tidak ada cukup dana di dompet
pl: W portfelu nie ma wystarczających środków
th: มีเงินในกระเป๋าไม่เพียงพอ
vi: Không có đủ tiền trong ví

source: Transaction Successful
id: Transaksi Berhasil
pl: Transakcja pomyślna
th: การทำธุรกรรมสำเร็จ
vi: Giao dịch thành công

# fundsHaveBeenAddedEtc
source: Funds have been added to your account successfully!
id: Dana telah ditambahkan ke akun Anda dengan sukses!
pl: Środki zostały pomyślnie dodane do Twojego konta!
th: เพิ่มเงิน ในบัญชีของคุณเรียบร้อยแล้ว!
vi: Tiền đã được thêm vào tài khoản của bạn thành công!

# nowYouCanBookAppointmentsEtc
source: Now you can book appointments with single click to avoid disturbance.
id: Sekarang Anda dapat membuat janji temu dengan sekali klik untuk menghindari gangguan.
pl: Teraz możesz rezerwować spotkania jednym kliknięciem, aby uniknąć zakłóceń.
th: ตอนนี้คุณสามารถจองการนัดหมายได้ ด้วยการคลิกเพียงครั้งเดียวเพื่อหลีกเลี่ยงการรบกวน
vi: Giờ đây, bạn có thể đặt lịch hẹn chỉ bằng một cú nhấp chuột để tránh bị làm phiền.

source: Appointment Booked
id: Janji Dipesan
pl: Wizyta zarezerwowana
th: จองนัดหมายแล้ว
vi: Đặt lịch hẹn

# yourAppointmentHasEtc
source: Your appointment has been booked successfully
id: Janji temu Anda telah berhasil dipesan
pl: Twoje spotkanie zostało pomyślnie zarezerwowane
th: การนัดหมายของคุณ ได้รับการจองเรียบร้อยแล้ว
vi: Cuộc hẹn của bạn đã được đặt thành công

source: My Appointments
id: Janji Saya
pl: Moje spotkania
th: การนัดหมายของฉัน
vi: cuộc hẹn của tôi

source: Your Problem
id: Masalahmu
pl: Twój problem
th: ปัญหาของคุณ
vi: Vấn đề của bạn

# drHasSentYouEtc
source: Dr. Has sent you medication schedule
id: Dr. Telah mengirimi Anda jadwal pengobatan
pl: Dr przesłał Ci harmonogram przyjmowania leków
th: คุณหมอได้ส่งตารางการรับประทานยา
vi: Bs đã gửi lịch uống thuốc cho bạn

source: Rate Your Experience
id: Nilai Pengalaman Anda
pl: Oceń swoje wrażenia
th: ให้คะแนนประสบการณ์ของคุณ
vi: Xếp hạng trải nghiệm của bạn

source: Add Ratings
id: Tambahkan Peringkat
pl: Dodaj oceny
th: เพิ่มการให้คะแนน
vi: Thêm xếp hạng

# shareYourExperienceEtc
source: Share your experience in few words
id: Bagikan pengalaman Anda dalam beberapa kata
pl: Podziel się swoim doświadczeniem w kilku słowach
th: แบ่งปันประสบการณ์ของคุณในไม่กี่คำ
vi: Chia sẻ kinh nghiệm của bạn trong vài từ

source: Your Review
id: Ulasan Anda
pl: Twoja opinia
th: รีวิวของคุณ
vi: Đánh giá của bạn

source: Download Prescription
id: Unduh Resep
pl: Pobierz receptę
th: ดาวน์โหลดใบสั่งยา
vi: Tải đơn thuốc

source: Patients
id: Pasien
pl: Pacjenci
th: ผู้ป่วย
vi: Người bệnh

source: Add Patient
id: Tambah Pasien
pl: Dodaj pacjenta
th: เพิ่มผู้ป่วย
vi: Thêm bệnh nhân

source: Relation
id: Hubungan
pl: Relacja
th: ความสัมพันธ์
vi: Mối quan hệ

source: Age
id: Usia
pl: Wiek
th: อายุ
vi: Tuổi

source: Full Name
id: Nama lengkap
pl: Pełne imię i nazwisko
th: ชื่อเต็ม
vi: Họ và tên

# checkAppointmentsEtc
source: Check Appointments tab for all your upcoming appointments
id: Periksa tab Janji untuk semua janji temu mendatang
pl: Sprawdź kartę Spotkania , aby zobaczyć wszystkie nadchodzące spotkania
th: ตรวจสอบแท็บการนัดหมาย สำหรับการนัดหมายที่กำลังจะมาถึงทั้งหมดของคุณ
vi: Kiểm tra tab Cuộc hẹn để biết tất cả các cuộc hẹn sắp tới của bạn

source: Please Enter Full Name
id: Silahkan Masukkan Nama Lengkap
pl: Wprowadź pełne imię i nazwisko
th: กรุณาใส่ชื่อเต็ม
vi: Vui Lòng Nhập Họ Tên

source: Female
id: Perempuan
pl: Kobieta
th: หญิง
vi: Nữ giới

source: Both
id: Keduanya
pl: Obydwa
th: ทั้งคู่
vi: Cả hai

source: Fees : Low
id: Biaya: Rendah
pl: Opłaty: Niskie
th: ค่าธรรมเนียม:ต่ำ
vi: Lệ phí:Thấp

source: Fees : High
id: Biaya: Tinggi
pl: Opłaty: wysokie
th: ค่าธรรมเนียม:สูง
vi: Lệ phí: Cao

# rating
source: Ratings
id: Peringkat
pl: Oceny
th: การให้คะแนน
vi: xếp hạng

source: Please Add your Photo
id: Silakan Tambahkan Foto Anda
pl: Dodaj swoje zdjęcie
th: กรุณาเพิ่มรูปถ่ายของคุณ
vi: Vui lòng thêm ảnh của bạn

source: Edit Patient
id: Sunting Pasien
pl: Edytuj pacjenta
th: แก้ไขผู้ป่วย
vi: Chỉnh sửa bệnh nhân

source: MAX
id: MAKS
pl: MAKS
th: สูงสุด
vi: TỐI ĐA

source: No Slot Available
id: Tidak Tersedia Slot
pl: Brak dostępnego gniazda
th: ไม่มีช่องเสียบ
vi: Không có chỗ trống

source: Reschedule
id: Menjadwalkan ulang
pl: Zmień termin
th: กำหนดเวลาใหม่
vi: Sắp xếp lại

source: Completion OTP
id: OTP Penyelesaian
pl: Zakończenie OTP
th: กรอกสนข
vi: OTP hoàn thành

source: Rejected
id: Ditolak
pl: Odrzucony
th: ถูกปฏิเสธ
vi: Vật bị loại bỏ

source: Account
id: Akun
pl: Konto
th: บัญชี
vi: Tài khoản

source: Withdraw Requests
id: Tarik Permintaan
pl: Wycofaj wnioski
th: ถอนคำขอ
vi: Yêu cầu rút tiền

source: Exp
pl: Do potęgi
th: ประสบการณ์
vi: kinh nghiệm

source: Please at least rating add.
id: Tolong setidaknya tambahkan peringkat.
pl: Proszę przynajmniej dodać ocenę.
th: กรุณาเพิ่มการให้คะแนนอย่างน้อย
vi: Xin vui lòng ít nhất là thêm đánh giá.

source: Please Add comment
id: Silakan Tambahkan komentar
pl: Dodaj komentarz
th: กรุณาเพิ่มความคิดเห็น
vi: Vui lòng thêm nhận xét

source: No Medical Prescription Add
id: Tidak Ada Resep Medis Tambahkan
pl: Bez recepty lekarskiej Dodaj
th: ไม่มีใบสั่งแพทย์เพิ่ม
vi: Không Cần Đơn Thuốc Thêm

source: Book Now
id: Pesan sekarang
pl: Rezerwuj teraz
th: จองตอนนี้
vi: Đặt bây giờ

source: Appointment ID
id: ID janji temu
pl: Identyfikator spotkania
th: รหัสการนัดหมาย
vi: ID cuộc hẹn

source: No Service Location
id: Tidak Ada Lokasi Layanan
pl: Brak lokalizacji usługi
th: ไม่มีสถานที่ให้บริการ
vi: Không có địa điểm dịch vụ

source: No Patient
id: Tidak Pasien
pl: Brak pacjenta
th: ไม่มีผู้ป่วย
vi: Không có bệnh nhân

source: Please Explain your Problem
id: Mohon Jelaskan Masalah Anda
pl: Proszę wyjaśnić swój problem
th: โปรดอธิบายปัญหาของคุณ
vi: Vui lòng giải thích vấn đề của bạn

source: Please select Appointment Time
id: Silakan pilih Waktu Janji Temu
pl: Wybierz godzinę spotkania
th: กรุณาเลือกเวลานัดหมาย
vi: Vui lòng chọn Thời gian hẹn

source: Please select Appointment Type
id: Silakan pilih Jenis Janji Temu
pl: Wybierz typ spotkania
th: กรุณาเลือกประเภทการนัดหมาย
vi: Vui lòng chọn Loại cuộc hẹn

source: Not enough balance to withdraw!
id: Saldo tidak cukup untuk ditarik!
pl: Niewystarczające saldo do wypłaty!
th: ยอดเงินไม่พอถอน!
vi: Không đủ số dư để rút!

source: Correct Swift Code
id: Kode Swift yang benar
pl: Popraw kod Swift
th: แก้ไขรหัส Swift
vi: Mã Swift chính xác

source: Please Account Number same
id: Mohon Nomor Rekening yang sama
pl: Proszę podać numer konta taki sam
th: กรุณาหมายเลขบัญชีเดียวกัน
vi: Xin số tài khoản giống nhau

source: Payment Failed
id: Pembayaran gagal
pl: Płatność nie powiodła się
th: การชำระเงินล้มเหลว
vi: Thanh toán không thành công

source: Payment Cancelled
id: Pembayaran Dibatalkan
pl: Płatność anulowana
th: การชำระเงินถูกยกเลิก
vi: Thanh toán bị hủy

source: Something went wrong
id: Ada yang salah
pl: Coś poszło nie tak
th: บางอย่างผิดพลาด
vi: Đã xảy ra sự cố

# minimumAmountAddEtc
source: Minimum amount 50 add to your wallet
id: Jumlah minimum 50 tambahkan ke dompet Anda
pl: Minimalna kwota 50 dodać do portfela
th: จำนวนเงินขั้นต่ำ 50 เพิ่มในกระเป๋าเงินของคุณ
vi: Số tiền tối thiểu 50 thêm vào ví của bạn

# pleaseProvideThisOTPEtc
source: Please, provide this OTP to doctor when asked, only after you get your services as per the order.
id: Harap berikan OTP ini kepada dokter saat diminta, hanya setelah Anda mendapatkan layanan sesuai pesanan.
pl: Prosimy o przekazanie tego OTP lekarzowi na żądanie, dopiero po otrzymaniu usług zgodnie z zamówieniem.
th: โปรดแจ้งรหัส OTP นี้แก่แพทย์เมื่อได้รับการร้องขอ หลังจากที่คุณได้รับบริการตามคำสั่งแล้วเท่านั้น
vi: Vui lòng cung cấp OTP này cho bác sĩ khi được yêu cầu, chỉ sau khi bạn nhận dịch vụ theo chỉ định.

source: Id
id: Pengenal
th: รหัส
vi: Nhận dạng

# doctorDetail
source: Doctor Details
id: Detail Dokter
pl: Szczegóły lekarza
th: รายละเอียดแพทย์
vi: Thông tin chi tiết về bác sĩ

# patientDetail
source: Patient Details
id: Detail Pasien
pl: Dane pacjenta
th: รายละเอียดผู้ป่วย
vi: Chi tiết bệnh nhân

source: Name
id: Nama
pl: Nazwa
th: ชื่อ
vi: Tên

source: Designation
id: Penamaan
pl: Przeznaczenie
th: การกำหนด
vi: chỉ định

source: degrees
id: derajat
pl: stopni
th: องศา
vi: độ

# bod
source: DOB
id: BOD
pl: BZT
th: ทบ
vi: HĐQT

source: Doses
id: Dosis
pl: Dawki
th: ปริมาณ
vi: Liều lượng

source: Dose Time
id: Waktu Dosis
pl: Dawki Czas
th: ปริมาณเวลา
vi: liều lượng thời gian

source: Quantity
id: Kuantitas
pl: Ilość
th: ปริมาณ
vi: Số lượng

source: All
id: Semua
pl: Wszystko
th: ทั้งหมด
vi: Tất cả

source: This Month Now Allow
id: Bulan Ini Sekarang Izinkan
pl: W tym miesiącu teraz Zezwól
th: เดือนนี้ตอนนี้อนุญาต
vi: Tháng này bây giờ cho phép

source: No Data Available
id: Tidak ada data yang tersedia
pl: Brak dostępnych danych
th: ไม่มีข้อมูลที่สามารถใช้ได้
vi: Không có dữ liệu

source: No Withdraw Request Available
id: Permintaan Penarikan Tidak Tersedia
pl: Żądanie wypłaty nie jest dostępne
th: ไม่มีคำขอถอนเงิน
vi: Không có yêu cầu rút tiền

source: No Appointments Available
id: Tidak Ada Janji Temu
pl: Brak wolnych terminów
th: ไม่มีการนัดหมาย
vi: Không có cuộc hẹn

source: No Service Available
id: Tidak Ada Layanan yang Tersedia
pl: Brak dostępnych usług
th: ไม่มีบริการ
vi: Không có dịch vụ

source: No Expertise Available
id: Tidak Ada Keahlian yang Tersedia
pl: Brak dostępnych ekspertyz
th: ไม่มีความชำนาญ
vi: Không có chuyên môn

source: Do you want to cancel this Appointment?
id: Apakah Anda ingin membatalkan Janji Temu ini?
pl: Czy chcesz anulować to spotkanie?
th: คุณต้องการยกเลิกนัดหมายนี้หรือไม่?
vi: Bạn có muốn hủy cuộc hẹn này?

source: Back
id: Kembali
pl: Z powrotem
th: กลับ
vi: Mặt sau
