Repository: MuhammadAqib123233/doclink
Catalog: lib/l10n/intl_*.arb
Languages: id, pl, th, vi

# scanTheBookingQREtc
source: Scan the booking QR to get the details quickly
id: Pindai QR pemesanan untuk mendapatkan detailnya dengan cepat
pl: Zeskanuj kod QR rezerwacji, aby szybko poznać szczegóły
th: สแกน QR การจองเพื่อดูรายละเอียด อย่างรวดเร็ว
vi: Quét mã QR đặt chỗ để nhận thông tin chi tiết nhanh chóng

source: Complete
id: Menyelesaikan
pl: Kompletny
th: สมบูรณ์
vi: Hoàn thành

source: Pending
id: Tertunda
pl: Aż do
th: รอดำเนินการ
vi: Chưa giải quyết

# patientFeedback
source: Patient's Feedback
id: Umpan Balik Pasien
pl: Opinia pacjenta
th: ความคิดเห็นของผู้ป่วย
vi: Phản hồi của bệnh nhân

source: Please Enter Mobile Number
id: Silakan Masukkan Nomor Ponsel
pl: Wprowadź numer telefonu komórkowego
th: กรุณากรอกเบอร์มือถือ
vi: Vui lòng nhập số di động

source: Map Screen
id: Layar Peta
pl: Ekran mapy
th: หน้าจอแผนที่
vi: Màn hình bản đồ

source: My Current Location
id: Lokasi Saya Sekarang
pl: Moja obecna lokalizacja
th: ตำแหน่งปัจจุบันของฉัน
vi: Vị trí hiện tại của tôi

source: Please Select Profile Image
id: Silakan Pilih Gambar Profil
pl: Wybierz zdjęcie profilowe
th: กรุณาเลือกรูปโปรไฟล์
vi: Vui lòng chọn hình ảnh hồ sơ

source: Please Enter Designation
id: Silakan Masukkan Penunjukan
pl: Proszę wprowadzić oznaczenie
th: กรุณาใส่ชื่อ
vi: Vui lòng nhập tên

source: Please Enter Degree
id: Silakan Masukkan Gelar
pl: Proszę wprowadzić stopień
th: กรุณากรอกปริญญา
vi: Vui lòng nhập Bằng cấp

source: Please Enter Languages
id: Silakan Masukkan Bahasa
pl: Wprowadź języki
th: กรุณาใส่ภาษา
vi: Vui lòng nhập ngôn ngữ

source: Please Enter year of Experience
id: Masukkan tahun Pengalaman
pl: Proszę podać rok doświadczenia
th: กรุณากรอกปีประสบการณ์
vi: Vui lòng nhập năm kinh nghiệm

source: Please Enter Consultation Fee
id: Silahkan Masukkan Biaya Konsultasi
pl: Wprowadź opłatę za konsultację
th: กรุณากรอกค่าที่ปรึกษา
vi: Vui lòng nhập phí tư vấn

source: Location Fetch Successfully
id: Pengambilan Lokasi Berhasil
pl: Pobranie lokalizacji pomyślnie
th: การดึงตำแหน่งสำเร็จ
vi: Tìm nạp thành công vị trí

source: Location Not Fetch
id: Lokasi Tidak Diambil
pl: Lokalizacja nie została pobrana
th: ไม่ได้ดึงข้อมูลตำแหน่ง
vi: Vị trí không tìm nạp

source: Choose one Consultation type
id: Pilih salah satu jenis Konsultasi
pl: Wybierz jeden rodzaj konsultacji
th: เลือกหนึ่งประเภทการให้คำปรึกษา
vi: Chọn một loại tư vấn

source: Please Enter clinic name
id: Silakan masukkan nama klinik
pl: Proszę podać nazwę kliniki
th: กรุณากรอกชื่อคลินิก
vi: Vui lòng nhập tên phòng khám

source: Please Enter clinic address
id: Masukkan alamat klinik
pl: Proszę podać adres kliniki
th: กรุณากรอกที่อยู่คลินิก
vi: Vui lòng nhập địa chỉ phòng khám

source: Please Enter Education YourSelf
id: Silakan Masukkan Pendidikan Anda Sendiri
pl: Wprowadź edukację samodzielnie
th: กรุณาใส่การศึกษาด้วยตัวคุณเอง
vi: Vui lòng nhập giáo dục của chính bạn

source: Please Enter About YourSelf
id: Silahkan Masukkan Tentang Diri Anda
pl: Wprowadź informacje o sobie
th: กรุณากรอกเกี่ยวกับตัวคุณ
vi: Vui lòng nhập Giới thiệu về bản thân

source: Add Category Name for suggestion
id: Tambahkan Nama Kategori untuk saran
pl: Dodaj nazwę kategorii dla sugestii
th: เพิ่มชื่อหมวดหมู่สำหรับคำแนะนำ
vi: Thêm Tên danh mục cho gợi ý

# pleaseExplainBrieflyEtc
source: Please explain briefly why you add the category
id: Tolong jelaskan secara singkat mengapa Anda menambahkan kategori tersebut
pl: Wyjaśnij krótko, dlaczego dodajesz kategorię
th: โปรดอธิบายสั้นๆ ว่าเหตุใดคุณจึงเพิ่มหมวดหมู่นี้
vi: Vui lòng giải thích ngắn gọn lý do bạn thêm danh mục

source: Please Select Category.
id: Silahkan Pilih Kategori.
pl: Wybierz kategorię.
th: กรุณาเลือกประเภท
vi: Vui lòng chọn Danh mục.

source: Please Enter Name
id: Silahkan Masukkan Nama
pl: Wprowadź nazwę
th: กรุณาใส่ชื่อ
vi: Vui lòng nhập tên

source: Male
id: Pria
pl: Mężczyzna
th: ชาย
vi: Nam giới

source: FeMale
id: Perempuan
pl: Kobieta
th: หญิง
vi: Nữ giới

# allOfTheDetailsEtc
source: All of the details you have submitted has been received by us.we will check and update you on this once we have an update for you.
id: Semua detail yang Anda kirimkan telah kami terima. Kami akan memeriksa dan memperbarui Anda setelah kami memiliki pembaruan untuk Anda.
pl: Wszystkie przesłane przez Ciebie szczegóły zostały przez nas otrzymane. Sprawdzimy to i poinformujemy Cię o tym, gdy tylko będziemy mieli dla Ciebie aktualizację.
th: เราได้รับรายละเอียดทั้งหมดที่คุณส่งแล้ว เราจะตรวจสอบและอัปเดตให้คุณทราบเมื่อเรามีการอัปเดตสำหรับคุณ
vi: Chúng tôi đã nhận được tất cả các chi tiết bạn gửi. Chúng tôi sẽ kiểm tra và cập nhật cho bạn về điều này khi chúng tôi có bản cập nhật cho bạn.

# itWillTakeAroundEtc
source: It will take around 3 to 4 business days to check and verify your profile
id: Diperlukan waktu sekitar 3 hingga 4 hari kerja untuk memeriksa dan memverifikasi profil Anda
pl: Sprawdzenie i zweryfikowanie Twojego profilu zajmie około 3 do 4 dni roboczych
th: จะใช้เวลาประมาณ 3 ถึง 4 วันทำการในการตรวจสอบและยืนยันโปรไฟล์ของคุณ
vi: Sẽ mất khoảng 3 đến 4 ngày làm việc để kiểm tra và xác minh hồ sơ của bạn

# writeUsOnBelowEtc
source: Write us on below details if you have any questions and queries.
id: Tulis kami di detail di bawah ini jika Anda memiliki pertanyaan dan pertanyaan.
pl: Napisz do nas na poniższe szczegóły, jeśli masz jakiekolwiek pytania i wątpliwości.
th: เขียนถึงเราในรายละเอียดด้านล่างหากคุณมีคำถามและข้อสงสัย
vi: Viết cho chúng tôi về các chi tiết bên dưới nếu bạn có bất kỳ câu hỏi và thắc mắc nào.

# smsVerificationCodeEtc
source: SMS verification code used to create the phone auth credential is invalid
id: Kode verifikasi SMS yang digunakan untuk membuat kredensial autentikasi ponsel tidak valid
pl: Kod weryfikacyjny SMS użyty do utworzenia danych uwierzytelniających telefonu jest nieprawidłowy
th: รหัสยืนยันทาง SMS ที่ใช้สร้างข้อมูลยืนยันตัวตนทางโทรศัพท์ไม่ถูกต้อง
vi: Mã xác minh SMS được sử dụng để tạo thông tin xác thực điện thoại không hợp lệ

# theProvidedPhoneEtc
source: The provided phone number is not valid.
id: Nomor telepon yang diberikan tidak valid.
pl: Podany numer telefonu jest nieprawidłowy.
th: หมายเลขโทรศัพท์ที่ให้ไว้ไม่ถูกต้อง
vi: Số điện thoại đã cung cấp không hợp lệ.

source: Please enter your otp.
id: Silakan masukkan otp Anda.
pl: Wpisz swój otp.
th: กรุณาใส่รหัสผ่านของคุณ
vi: Vui lòng nhập otp của bạn.

source: Edit
id: Sunting
pl: Edytować
th: แก้ไข
vi: Biên tập

source: Less
id: Lebih sedikit
pl: Mniej
th: น้อย
vi: Ít hơn

source: More
id: Lagi
pl: Więcej
th: มากกว่า
vi: Hơn

source: Edit Service Location
id: Edit Lokasi Layanan
pl: Edytuj lokalizację usługi
th: แก้ไขสถานที่ให้บริการ
vi: Chỉnh sửa vị trí dịch vụ

source: Enter Bank Name
id: Masukkan Nama Bank
pl: Wprowadź nazwę banku
th: ป้อนชื่อธนาคาร
vi: Nhập tên ngân hàng

# enterAccountName
source: Enter Account Number
id: Masukkan Nomor Rekening
pl: Wprowadź numer konta
th: ป้อนหมายเลขบัญชี
vi: Nhập số tài khoản

# enterReAccountNumber
source: Enter Re-enter Account Number
id: Masukkan Masukkan Ulang Nomor Rekening
pl: Wprowadź ponownie wprowadź numer konta
th: ป้อนหมายเลขบัญชีอีกครั้ง
vi: Nhập Nhập lại số tài khoản

source: Enter Holder Name
id: Masukkan Nama Pemegang
pl: Wprowadź nazwę posiadacza
th: ใส่ชื่อผู้ถือ
vi: Nhập tên chủ sở hữu

source: Enter Swift Code
id: Masukkan Kode Swift
pl: Wprowadź kod Swift
th: ป้อนรหัสสวิฟต์
vi: Nhập mã Swift

source: Completion OTP
id: OTP Penyelesaian
pl: Zakończenie OTP
th: กรอกสนข
vi: OTP hoàn thành

source: Please add cancel cheque photo
id: Harap tambahkan foto centang batal
pl: Dodaj anuluj zdjęcie kontrolne
th: โปรดเพิ่มภาพตรวจสอบการยกเลิก
vi: Vui lòng thêm hủy kiểm tra ảnh

source: Refund
id: Pengembalian dana
pl: Refundacja
th: คืนเงิน
vi: Đền bù

source: Reject
id: Menolak
pl: Odrzucić
th: ปฏิเสธ
vi: Từ chối

source: No Data
id: Tidak ada data
pl: Brak danych
th: ไม่มีข้อมูล
vi: Không có dữ liệu

source: Waiting for confirmation
id: Menunggu kepastian
pl: oczekiwanie na potwierdzenie
th: รอการยืนยัน
vi: chờ đợi sự xác nhận

source: Completed
id: Lengkap
pl: Zakończony
th: สมบูรณ์
vi: Hoàn thành

source: Cancelled
id: Dibatalkan
pl: Odwołany
th: ยกเลิก
vi: Đã hủy

source: Accepted
id: Diterima
pl: Przyjęty
th: ได้รับการยอมรับ
vi: Đã được chấp nhận

source: Declined
id: Ditolak
pl: Odrzucony
th: ปฏิเสธ
vi: Suy giảm

# deviceTokenEmpty
source: Device Token is Empty Please Refresh The App
id: Token Perangkat Kosong Harap Segarkan Aplikasi
pl: Token urządzenia jest pusty. Odśwież aplikację
th: โทเค็นของอุปกรณ์ว่างเปล่า โปรดรีเฟรชแอป
vi: Mã thông báo thiết bị trống Vui lòng làm mới ứng dụng

# noHolidayData
source: No Holiday
id: Tidak liburan
pl: Żadnych wakacji
th: ไม่มีวันหยุด
vi: không có ngày lễ

source: No Request Data
id: Tidak Ada Permintaan Data
pl: Brak danych żądania
th: ไม่มีข้อมูลคำขอ
vi: Không có dữ liệu yêu cầu

source: years
id: bertahun-tahun
pl: lata
th: ปี
vi: năm

source: No Address Found
id: Tidak Ditemukan Alamat
pl: Nie znaleziono adresu
th: ไม่พบที่อยู่
vi: Không tìm thấy địa chỉ

source: Ratings
id: Peringkat
pl: Oceny
th: การให้คะแนน
vi: xếp hạng

source: UnKnown
id: Tidak dikenal
pl: Nieznany
th: ไม่รู้จัก
vi: Không xác định

source: Your Profile is Pending
id: Profil Anda Tertunda
pl: Twój profil oczekuje
th: โปรไฟล์ของคุณกำลังรอดำเนินการ
vi: Hồ sơ của bạn đang chờ xử lý

source: PLease Add Services
id: Harap Tambahkan Layanan
pl: Dodaj usługi
th: กรุณาเพิ่มบริการ
vi: Vui lòng thêm dịch vụ

source: Delete
id: Menghapus
pl: Usuwać
th: ลบ
vi: Xóa bỏ

source: PLease Edit Services
id: Harap Edit Layanan
pl: Edytuj usługi
th: กรุณาแก้ไขบริการ
vi: Vui lòng chỉnh sửa dịch vụ

source: PLease
id: Silakan
pl: Proszę
th: โปรด
vi: Vui lòng

source: Please Select Meal
id: Silakan Pilih Makanan
pl: Proszę wybrać posiłek
th: กรุณาเลือกมื้ออาหาร
vi: Vui lòng chọn bữa ăn

source: Please at Least one medicine add
id: Harap setidaknya satu obat ditambahkan
pl: Proszę dodać co najmniej jeden lek
th: กรุณาเพิ่มยาอย่างน้อยหนึ่งตัว
vi: Vui lòng thêm ít nhất một loại thuốc

source: Please Enter Extra Notes
id: Harap Masukkan Catatan Tambahan
pl: Wprowadź dodatkowe uwagi
th: โปรดป้อนหมายเหตุเพิ่มเติม
vi: Vui lòng nhập ghi chú bổ sung

source: Earning Per Day
id: Penghasilan Per Hari
pl: Zarabianie dziennie
th: รายได้ต่อวัน
vi: Thu nhập mỗi ngày

source: Sale
id: Penjualan
pl: Sprzedaż
th: ขาย
vi: Doanh thu

source: Purchase
id: Pembelian
pl: Zakup
th: ซื้อ
vi: Mua

source: Close
id: Menutup
pl: Zamknąć
th: ปิด
vi: Đóng

source: Logout
id: Keluar
pl: Wyloguj
th: ออกจากระบบ
vi: Đăng xuất

source: Sub Total
pl: Suma częściowa
th: ยอดรวมย่อย
vi: Tổng phụ

source: Payable Amount
id: Jumlah yang harus dibayar
pl: Kwota do zapłaty
th: จำนวนเงินที่ต้องชำระ
vi: Số tiền phải trả

# pleaseAddYourBankEtc
source: Please add your bank account details
id: Harap tambahkan detail rekening bank Anda
pl: Dodaj dane swojego konta bankowego
th: กรุณาเพิ่มรายละเอียดบัญชีธนาคารของคุณ
vi: Vui lòng thêm chi tiết tài khoản ngân hàng của bạn

source: Minimum amount to withdraw
id: Jumlah minimum untuk ditarik
pl: Minimalna kwota do wypłaty
th: จำนวนเงินขั้นต่ำในการถอน
vi: Số tiền tối thiểu để rút

# doYouReallyWantToEtc
source: Do you really want to delete your account? all of your data will deleted and you won’t be able to recover it again ! Do you really want to proceed?
id: Apakah Anda benar-benar ingin menghapus akun Anda? semua data Anda akan dihapus dan Anda tidak dapat memulihkannya lagi! Apakah Anda benar-benar ingin melanjutkan?
pl: Czy naprawdę chcesz usunąć swoje konto? wszystkie Twoje dane zostaną usunięte i nie będzie można ich ponownie odzyskać! Czy na pewno chcesz kontynuować?
th: คุณต้องการลบบัญชีของคุณจริงหรือ ข้อมูลทั้งหมดของคุณจะถูกลบและคุณจะไม่สามารถกู้คืนได้อีก ! คุณต้องการดำเนินการต่อหรือไม่
vi: Bạn có thực sự muốn xóa tài khoản của mình? tất cả dữ liệu của bạn sẽ bị xóa và bạn sẽ không thể khôi phục lại dữ liệu đó! Bạn có thực sự muốn tiếp tục không?

# areYouSureLogout
source: Are you sure? do want to logout?
id: Anda yakin? ingin keluar?
pl: Czy na pewno? chcesz się wylogować?
th: คุณแน่ใจหรือ ต้องการออกจากระบบหรือไม่
vi: Bạn có chắc không? bạn có muốn đăng xuất không?

source: Monday
id: Senin
pl: Poniedziałek
th: วันจันทร์
vi: Thứ hai

source: Tuesday
id: Selasa
pl: Wtorek
th: วันอังคาร
vi: Thứ ba

source: Wednesday
id: Rabu
pl: Środa
th: วันพุธ
vi: Thứ Tư

source: Thursday
id: Kamis
pl: Czwartek
th: วันพฤหัสบดี
vi: Thứ năm

source: Friday
id: Jumat
pl: Piątek
th: วันศุกร์
vi: Thứ sáu

source: Saturday
id: Sabtu
pl: Sobota
th: วันเสาร์
vi: Thứ bảy

source: Sunday
id: Minggu
pl: Niedziela
th: วันอาทิตย์
vi: Chủ nhật

source: Doctor block by admin
id: Blok dokter oleh admin
pl: Blokada lekarza przez administratora
th: หมอบล็อคโดยแอดมิน
vi: khối bác sĩ bởi quản trị viên

source: Send Media
id: Kirim Media
pl: Wyślij multimedia
th: ส่งสื่อ
vi: Gửi phương tiện

source: Send
id: Mengirim
pl: Wysłać
th: ส่ง
vi: Gửi

source: Waiting for
id: Menunggu
pl: Czekając na
th: รอ
vi: Đang chờ

source: Mute Audio
id: Bisukan Audio
pl: Wycisz dźwięk
th: ปิดเสียง
vi: Tắt tiếng

source: Join a channel
id: Bergabung dengan saluran
pl: Dołącz do kanału
th: เข้าร่วมช่อง
vi: Tham gia một kênh

# selectMsg
source: Select Message
id: Pilih Pesan
pl: Wybierz wiadomość
th: เลือกข้อความ
vi: Chọn tin nhắn

source: Delete message
id: Hapus pesan
pl: Usuń wiadomość
th: ลบข้อความ
vi: Xóa tin nhắn

source: Delete for me
id: Hapus untuk saya
pl: Usuń dla mnie
th: ลบให้ฉัน
vi: Xóa cho tôi

source: Delete Chat
id: Hapus Obrolan
pl: Usuń czat
th: ลบแชท
vi: Xóa trò chuyện

source: Just now
id: Baru saja
pl: Właśnie
th: เมื่อกี้
vi: ngay bây giờ

source: Minutes
id: Menit
pl: Minuty
th: นาที
vi: Phút

source: Minute
id: Menit
pl: Minuta
th: นาที
vi: Phút

source: Hours
id: Jam
pl: godziny
th: ชั่วโมง
vi: Giờ

source: Hour
id: Jam
pl: Godzina
th: ชั่วโมง
vi: Giờ

source: Days
id: Hari
pl: Dni
th: วัน
vi: ngày

source: Yesterday
id: Kemarin
pl: Wczoraj
th: เมื่อวาน
vi: Hôm qua

source: Week
id: Pekan
pl: Tydzień
th: สัปดาห์
vi: Tuần

source: Weeks
id: Minggu
pl: tygodnie
th: สัปดาห์
vi: tuần

source: Months
id: Bulan
pl: Miesiące
th: เดือน
vi: Tháng

source: Month
id: Bulan
pl: Miesiąc
th: เดือน
vi: Tháng

source: Year
id: Tahun
pl: Rok
th: ปี
vi: Năm

# messageWillOnlyBeRemovedEtc
source: Message will only be removed from this device Are you sure?
id: Pesan hanya akan dihapus dari perangkat ini Anda yakin?
pl: Wiadomość zostanie usunięta tylko z tego urządzenia Czy na pewno?
th: ข้อความจะถูกลบออกจากอุปกรณ์นี้เท่านั้น คุณแน่ใจหรือไม่
vi: Tin nhắn sẽ chỉ bị xóa khỏi thiết bị này Bạn có chắc không?

source: Too Large
id: Terlalu besar
pl: Za duży
th: ใหญ่เกินไป
vi: Quá rộng

source: Select another
id: Pilih yang lain
pl: Wybierz inny
th: เลือกรายการอื่น
vi: Chọn cái khác

# thisVideoIsGreaterThan15MbEtc
source: This video is greater than 15 mb Please select another...
id: Video ini lebih besar dari 15 mb Silakan pilih yang lain...
pl: Ten film wideo jest większy niż 15 MB Wybierz inny...
th: วิดีโอนี้มีขนาดมากกว่า 15 mb โปรดเลือกอื่น...
vi: Video này lớn hơn 15 mb Vui lòng chọn một video khác...

source: VIDEO
pl: WIDEO
th: วิดีโอ
vi: BĂNG HÌNH

source: CONSULTATION
id: KONSULTASI
pl: KONSULTACJA
th: การปรึกษาหารือ
vi: TƯ VẤN

# isAskingYouToJoinEtc
source: is asking you to join the video consultation.
id: meminta Anda untuk bergabung dengan konsultasi video.
pl: prosi Cię o dołączenie do wideokonsultacji.
th: กำลังขอให้คุณเข้าร่วมการให้คำปรึกษาทางวิดีโอ
vi: đang yêu cầu bạn tham gia tư vấn video.

# pleaseWaitYourMeetingEtc
source: Please wait Your meeting not Start
id: Harap tunggu Rapat Anda tidak Mulai
pl: Proszę czekać Twoje spotkanie się nie rozpocznie
th: โปรดรอสักครู่ การประชุมของคุณไม่เริ่ม
vi: Vui lòng đợi Cuộc họp của bạn không bắt đầu

source: Meeting end
id: Pertemuan berakhir
pl: Koniec spotkania
th: สิ้นสุดการประชุม
vi: kết thúc cuộc họp

source: Join Meeting
id: Gabung Rapat
pl: Dołącz do spotkania
th: เข้าร่วมการประชุม
vi: tham gia cuộc họp

# endMeeting
source: Meeting Ended
id: Akhiri Rapat
pl: Zakończ spotkanie
th: จบการประชุม
vi: Kết thúc cuộc họp

source: Empty Category
id: Kategori Kosong
pl: Pusta kategoria
th: หมวดหมู่ว่าง
vi: Danh mục trống

source: No Previous Appointment
id: Tidak Ada Janji Temu Sebelumnya
pl: Brak wcześniejszego spotkania
th: ไม่มีการนัดหมายก่อนหน้านี้
vi: Không có cuộc hẹn trước

source: Details
id: Detail
pl: Detale
th: รายละเอียด
vi: Chi tiết

source: Experience
id: Pengalaman
pl: Doświadczenie
th: ประสบการณ์
vi: Kinh nghiệm

source: Education
id: Pendidikan
pl: Edukacja
th: การศึกษา
vi: Giáo dục

source: Reviews
id: Ulasan
pl: Opinie
th: บทวิจารณ์
vi: Nhận xét

source: Awards
id: Penghargaan
pl: Nagrody
th: รางวัล
vi: giải thưởng

source: No
id: TIDAK
pl: NIE
th: เลขที่
vi: KHÔNG

source: Available
id: Tersedia
pl: Dostępny
th: มีอยู่
vi: Có sẵn

# youEndMeeting
source: You end the meeting?
id: Anda mengakhiri pertemuan?
pl: Kończysz spotkanie?
th: คุณสิ้นสุดการประชุม?
vi: Bạn kết thúc cuộc họp?

source: Are you Sure?
id: Apa kamu yakin?
pl: Jesteś pewny?
th: คุณแน่ใจไหม?
vi: Bạn có chắc không?

source: End
id: Akhir
pl: Koniec
th: จบ
vi: Kết thúc

# onceYouLeaveChannelYouEtc
source: Once you leave channel you can't joined the meeting
id: Setelah keluar dari saluran, Anda tidak dapat bergabung ke rapat
pl: Po opuszczeniu kanału nie możesz dołączyć do spotkania
th: เมื่อคุณออกจากแชนเนล คุณจะไม่สามารถเข้าร่วมการประชุมได้
vi: Khi bạn rời khỏi kênh, bạn không thể tham gia cuộc họp

# exampleAllergistsEtc
source: Example : Allergists/Immunologists, Anesthesiologists, Cardiologists, Dermatologists, Etc
id: Contoh : Ahli Alergi/Imunologi, Ahli Anestesi, Dokter Jantung, Dokter Kulit, Dll
pl: Przykład: alergolodzy/immunolodzy, anestezjolodzy, kardiolodzy, dermatolodzy itp.
th: ตัวอย่าง : แพทย์ภูมิแพ้/ภูมิคุ้มกัน วิสัญญีแพทย์ แพทย์โรคหัวใจ แพทย์ผิวหนัง ฯลฯ
vi: Ví dụ: Bác sĩ chuyên khoa dị ứng/miễn dịch học, bác sĩ gây mê, bác sĩ tim mạch, bác sĩ da liễu, v.v.

# exampleAwardEtc
source: Example : Dr. B. C. Roy Award, ICMR Lala Ram Chand Kandhari Award, Etc
id: Contoh : Dr. B. C. Roy Award, ICMR Lala Ram Chand Kandhari Award, Dll
pl: Przykład: nagroda Dr. B. C. Roy, nagroda ICMR Lala Ram Chand Kandhari itd.
th: ตัวอย่าง : รางวัล Dr. B. C. Roy, รางวัล ICMR Lala Ram Chand Kandhari ฯลฯ
vi: Ví dụ: Giải thưởng Tiến sĩ B. C. Roy, Giải thưởng ICMR Lala Ram Chand Kandhari, v.v.

# exampleServiceLocation
source: Example : Hospital Name, Address With Postal Code, Location
id: Contoh : Nama Rumah Sakit, Alamat Dengan Kode Pos, Lokasi
pl: Przykład: nazwa szpitala, adres z kodem pocztowym, lokalizacja
th: ตัวอย่าง : ชื่อโรงพยาบาล, ที่อยู่พร้อมรหัสไปรษณีย์, ที่ตั้ง
vi: Ví dụ: Tên bệnh viện, địa chỉ với mã bưu chính, vị trí

# yourAccountNumberNotSame
source: Your Account Number Doesn't Match
id: Nomor Rekening Anda Tidak Cocok
pl: Twój numer konta nie pasuje
th: หมายเลขบัญชีของคุณไม่ตรงกัน
vi: Số tài khoản của bạn không khớp

# ifYouHaveAddedOnlyEtc
source: If you have added only 2 slots for Monday, then patients can select from those 2 slots for Monday.
id: Jika Anda hanya menambahkan 2 slot untuk hari Senin, maka pasien dapat memilih dari 2 slot tersebut untuk hari Senin.
pl: Jeśli dodałeś tylko 2 miejsca na poniedziałek, pacjenci mogą wybrać z tych 2 miejsc na poniedziałek.
th: หากคุณเพิ่มเพียง 2 ช่องสำหรับวันจันทร์ ผู้ป่วยสามารถเลือกจาก 2 ช่องสำหรับวันจันทร์ได้
vi: Nếu bạn chỉ thêm 2 vị trí cho Thứ Hai, thì bệnh nhân có thể chọn từ 2 vị trí đó cho Thứ Hai.

# doYouReallyWantToLogoutEtc
source: Do you really want to logout your account? Are you sure?
id: Apakah Anda benar-benar ingin keluar dari akun Anda? Apakah Anda yakin?
pl: Czy na pewno chcesz wylogować się z konta? Czy na pewno?
th: คุณต้องการออกจากระบบบัญชีของคุณจริงๆ หรือไม่ คุณแน่ใจหรือ
vi: Bạn có thực sự muốn đăng xuất tài khoản của mình không? Bạn có chắc không?

# markCompleted
source: Complete Appointment
id: Janji Lengkap
pl: Ukończ spotkanie
th: เสร็จสิ้นการนัดหมาย
vi: hoàn thành cuộc hẹn

source: Nothing To Show
id: Tidak Ada Yang Untuk Ditampilkan
pl: Nic do pokazania
th: ไม่มีอะไรจะแสดง
vi: Không có gì để hiển thị

source: No User
id: Tidak Ada Penggunaan
pl: Nie używać
th: ไม่มีการใช้งาน
vi: không sử dụng

source: Do you want to delete this appointment ?
id: Apakah Anda ingin menghapus janji temu ini?
pl: Czy chcesz usunąć to spotkanie?
th: คุณต้องการลบการนัดหมายนี้หรือไม่?
vi: Bạn có muốn xóa cuộc hẹn này?

# findDoctorsBookAppointmentEtc
source: Find doctors, book appointment have digital consultation, get prescription and live healthy life.
id: Temukan dokter, buat janji lakukan konsultasi digital, dapatkan resep dan jalani hidup sehat.
pl: Znajdź lekarzy, umów się na wizytę przeprowadź konsultację cyfrową, kup receptę i żyj zdrowo.
th: ค้นหาแพทย์ จองการนัดหมาย รับคำปรึกษาทางดิจิทัล รับใบสั่งยา และใช้ชีวิตอย่างมีสุขภาพดี
vi: Tìm bác sĩ, đặt lịch hẹn có tư vấn kỹ thuật số, nhận đơn thuốc và sống một cuộc sống lành mạnh.

# weHaveSentOTPEtc
source: We have sent OTP verification code on phone number you entered.
id: Kami telah mengirimkan kode verifikasi OTPukan nomor telepon yang Anda masukkan.
pl: Wysłaliśmy kod weryfikacyjny OTP ie numer telefonu, który podałeś.
th: เราได้ส่งรหัสยืนยัน OTP on หมายเลขโทรศัพท์ที่คุณป้อน
vi: Chúng tôi đã gửi mã xác minh OTP vào số điện thoại bạn đã nhập.

source: Enter Your OTP
id: Masukkan OTP Anda
pl: Wpisz swoje hasło jednorazowe
th: ป้อน OTP ของคุณ
vi: Nhập OTP của bạn

source: Complete Registration
id: Pendaftaran Lengkap
pl: Zakończyć rejestrację
th: ลงทะเบียนให้เสร็จสมบูรณ์
vi: Hoàn thành đăng ký

# yourPhoneNumberHasEtc
source: Your phone number has been verified
id: Nomor telepon Anda telah diverifikasi
pl: Twój numer telefonu został zweryfikowany
th: หมายเลขโทรศัพท์ของคุณได้รับการยืนยันแล้ว
vi: Số điện thoại của bạn đã được xác minh

source: Your Fullname
id: Nama lengkap Anda
pl: Twoje pełne imię
th: ชื่อเต็มของคุณ
vi: Tên đầy đủ của bạn

source: Date Of Birth
id: Tanggal lahir
pl: Data urodzenia
th: วันเกิด
vi: Ngày sinh

source: Home
id: Rumah
pl: Dom
th: บ้าน
vi: Trang chủ

source: Specialists
id: Spesialis
pl: Specjaliści
th: ผู้เชี่ยวชาญ
vi: chuyên gia

# howAreYouEtc
source: How are you feeling today?
id: Bagaimana perasaan Anda hari ini?
pl: Jak się dzisiaj czujesz?
th: วันนี้คุณรู้สึกอย่างไรบ้าง?
vi: Hôm nay bạn cảm thấy thế nào?

source: Hello
id: Halo
pl: Cześć
th: สวัสดี
vi: Xin chào

# searchForDoctorEtc
source: Search for doctor or clinic..
id: Cari dokter atau klinik..
pl: Wyszukaj lekarza lub klinikę..
th: ค้นหาแพทย์หรือคลินิก..
vi: Tìm kiếm bác sĩ hoặc phòng khám ..

source: Appointments For Today
id: Janji Untuk Hari Ini
pl: Spotkania na dziś
th: การนัดหมายสำหรับวันนี้
vi: Cuộc hẹn hôm nay

source: Find by Specialities
id: Temukan berdasarkan Spesialisasi
pl: Znajdź według specjalności
th: ค้นหาตามความเชี่ยวชาญ
vi: Tìm theo chuyên ngành

source: View all
id: Lihat semua
pl: Pokaż wszystkie
th: ดูทั้งหมด
vi: Xem tất cả

source: DENTIST
id: DOKTER GIGI
pl: DENTYSTA
th: ทันตแพทย์
vi: NHA SĨ

source: PATHOLOGIST
id: AHLI PATOLOGI
pl: PATOLOG
th: นักพยาธิวิทยา
vi: BÁC SĨ BỆNH HỌC

source: ORTHOPEDIST
id: AHLI ORTOPEDI
pl: ORTOPEDA
th: นักศัลยกรรมกระดูก
vi: BÁC SĨ CHỈNH HÌNH

source: NEUROLOGIST
id: AHLI SARAF
pl: NEUROLOG
th: นักประสาทวิทยา
vi: bác sĩ thần kinh

source: OPHTHALMOLOGIST
id: DOKTER MATA
pl: OKULISTA
th: จักษุแพทย์
vi: bác sĩ nhãn khoa

source: PEDIATRICIAN
pl: PEDIATRA
th: กุมารแพทย์
vi: BÁC SĨ NHI

source: DERMATOLOGIST
id: DERMATOLOG
pl: DERMATOLOG
th: แพทย์ผิวหนัง
vi: BÁC SĨ DA LIỄU

source: CARDIOLOGIST
id: AHLI JANTUNG
pl: KARDIOLOG
th: หมอหัวใจ
vi: BÁC SĨ TIM MẠCH

source: Best Dermatologists
id: Dokter Kulit Terbaik
pl: Najlepsi Dermatolodzy
th: แพทย์ผิวหนังที่ดีที่สุด
vi: bác sĩ da liễu tốt nhất

source: Upcoming
id: Mendatang
pl: Nadchodzące
th: ที่กำลังจะมาถึง
vi: Sắp tới

source: Edit Details
id: Sunting Detail
pl: Edytuj szczegóły
th: แก้ไขรายละเอียด
vi: Chỉnh sửa chi tiết
