Repository: MuhammadAqib123233/doclink
Catalog: lib/l10n/intl_*.arb
Languages: id, pl, th, vi

# appName
source: DOCTOR.IO
id: DocLink
pl: DocLink
th: DocLink
vi: DocLink

# craftYourProfileEtc
source: Craft your profile, Get appointments, Accept them, Provide consultation, Make Money
id: Buat profil Anda, Dapatkan janji temu, Terima janji temu, Berikan konsultasi, Hasilkan Uang
pl: Stwórz swój profil, Umawiaj się na spotkania, akceptuj je, Prowadź konsultacje, zarabiaj pieniądze
th: สร้างโปรไฟล์ของคุณ รับการนัดหมาย ตอบรับ ให้คำปรึกษา สร้างรายได้
vi: Tạo hồ sơ của bạn, Nhận cuộc hẹn, Chấp nhận chúng, Cung cấp tư vấn, Kiếm tiền

# continueText
source: Continue As Patient
id: Melanjutkan
pl: Kontynuować
th: ดำเนินการต่อ
vi: Tiếp tục

source: Submit
id: Kirim
pl: Składać
th: ส่ง
vi: Nộp

# enterYourPhoneNumberEtc
source: Enter your phone number to continue. We will send an OTP for verification
id: Masukkan nomor telepon Anda untuk melanjutkan. Kami akan mengirimkan OTP untuk verifikasi
pl: Wpisz swój numer telefonu, aby kontynuować. Wyślemy hasło jednorazowe do weryfikacji
th: ป้อนหมายเลขโทรศัพท์ของคุณเพื่อดำเนินการต่อ เราจะส่ง OTP เพื่อยืนยัน
vi: Nhập số điện thoại của bạn để tiếp tục. Chúng tôi sẽ gửi OTP để xác minh

source: Phone Verification
id: Verifikasi Telepon
pl: Weryfikacja telefonu
th: การยืนยันทางโทรศัพท์
vi: Xác minh điện thoại

# weHaveSentOtpEtc
source: We have sent OTP verification code on phone number you entered.
id: Kami telah mengirimkan kode verifikasi OTPukan nomor telepon yang Anda masukkan.
pl: Wysłaliśmy kod weryfikacyjny OTP ie numer telefonu, który podałeś.
th: เราได้ส่งรหัสยืนยัน OTP on หมายเลขโทรศัพท์ที่คุณป้อน
vi: Chúng tôi đã gửi mã xác minh OTP trên số điện thoại bạn đã nhập.

source: Enter Your OTP
id: Masukkan OTP Anda
pl: Wpisz swoje hasło jednorazowe
th: ป้อน OTP ของคุณ
vi: Nhập OTP của bạn

source: Enter Mobile Number
id: Masukkan Nomor Ponsel
pl: Wprowadź numer telefonu komórkowego
th: ป้อนหมายเลขโทรศัพท์มือถือ
vi: Nhập số di động

source: ReSend
id: Kirim ulang
pl: Wysłać ponownie
th: ส่งซ้ำ
vi: gửi lại

source: Doctor Registration
id: Registrasi Dokter
pl: Rejestracja lekarza
th: ทะเบียนแพทย์
vi: Đăng ký bác sĩ

source: Select Gender
id: Pilih jenis kelamin
pl: Wybierz płeć
th: เลือกเพศ
vi: Chọn giới tính

source: Select Country
id: Pilih negara
pl: Wybierz kraj
th: เลือกประเทศ
vi: Chọn quốc gia

# yourName
source: Your Name (Name & Surname)
id: Nama Anda (Nama & Nama Keluarga)
pl: Twoje imię (imię i nazwisko)
th: ชื่อของคุณ (ชื่อและนามสกุล)
vi: Tên của bạn (Tên & Họ)

# yourPhoneNumberEtc
source: Your phone number has been verified
id: Nomor telepon Anda telah diverifikasi
pl: Twój numer telefonu został zweryfikowany
th: หมายเลขโทรศัพท์ของคุณได้รับการยืนยันแล้ว
vi: Số điện thoại của bạn đã được xác minh

source: Dr.
th: ดร.
vi: tiến sĩ

source: Select Your Category
id: Pilih kategorimu
pl: Wybierz swoją kategorię
th: เลือกหมวดหมู่ของคุณ
vi: Chọn thể loại của bạn

source: Search
id: Mencari
pl: Szukaj
th: ค้นหา
vi: Tìm kiếm

# yourCategoryIsNotEtc
source: Your category is not available?
id: Kategori Anda tidak tersedia?
pl: Twoja kategoria jest niedostępna?
th: ไม่มีหมวดหมู่ของคุณ?
vi: Danh mục của bạn không có sẵn?

source: Suggest Us
id: Sarankan Kami
pl: Zaproponuj nas
th: แนะนำเรา
vi: đề nghị chúng tôi

source: Suggest Category
id: Sarankan Kategori
pl: Zaproponuj kategorię
th: แนะนำหมวดหมู่
vi: Đề xuất danh mục

# enterTheCategoryEtc
source: Enter the category you want to add
id: Masukkan kategori yang ingin Anda tambahkan
pl: Wpisz kategorię, którą chcesz dodać
th: ป้อนหมวดหมู่ที่คุณต้องการเพิ่ม
vi: Nhập danh mục bạn muốn thêm

source: Enter category name
id: Masukkan nama kategori
pl: Wpisz nazwę kategorii
th: ป้อนชื่อหมวดหมู่
vi: Nhập tên danh mục

source: Explain us about it..
id: Jelaskan kepada kami tentang hal itu..
pl: Wyjaśnij nam to..
th: อธิบายให้เราฟังหน่อย..
vi: Giải thích cho chúng tôi về nó ..

source: Add your designation
id: Tambahkan penunjukan Anda
pl: Dodaj swoje oznaczenie
th: เพิ่มการกำหนดของคุณ
vi: Thêm chỉ định của bạn

# addYourDegreesEtc
source: Add your degrees to display them here on your profile
id: Tambahkan gelar Anda untuk ditampilkan di sini di profil Anda
pl: Dodaj swoje stopnie naukowe, aby wyświetlić je tutaj w swoim profilu
th: เพิ่มปริญญาของคุณเพื่อแสดงที่นี่ในโปรไฟล์ของคุณ
vi: Thêm bằng cấp của bạn để hiển thị chúng ở đây trên hồ sơ của bạn

# designationEtc
source: Designation (EG: Senior Pediatric Surgeon)
id: Penunjukan (EG: Ahli Bedah Anak Senior)
pl: Oznaczenie (EG: starszy chirurg dziecięcy)
th: การกำหนด (เช่น: ศัลยแพทย์เด็กอาวุโส)
vi: Chỉ định (EG: Bác sĩ phẫu thuật nhi cao cấp)

source: Enter designation
id: Masukkan penunjukan
pl: Wpisz oznaczenie
th: ป้อนชื่อ
vi: Nhập chỉ định

# enterYourDegreesEtc
source: Enter Your Degrees : Separated by ( , )
id: Masukkan Gelar Anda : Dipisahkan oleh ( , )
pl: Wpisz swoje stopnie : Oddzielone przez ( , )
th: ใส่ปริญญาของคุณ : คั่นด้วย ( , )
vi: Nhập Bằng cấp của bạn : Cách nhau bởi ( , )

# exampleMsEtc
source: Example : MS( General Surgery) from AIMS, BG nagara
id: Contoh : MS( Bedah Umum) dari AIMS, BG nagara
pl: Przykład: MS (Chirurgia ogólna) z AIMS, BG nagara
th: ตัวอย่าง : MS(ศัลยกรรมทั่วไป) จาก AIMS, BG nagara
vi: Ví dụ : MS (Phẫu thuật tổng quát) từ AIMS, BG nagara

source: Enter degrees..
id: Masuk derajat..
pl: Wpisz stopnie..
th: ใส่องศา..
vi: Nhập độ..

# languagesYouSpeakEtc
source: Languages You Speak : Separated by ( , )
id: Bahasa yang Anda Gunakan : Dipisahkan oleh ( , )
pl: Języki, którymi mówisz: oddzielone ( , )
th: ภาษาที่คุณพูด : คั่นด้วย ( , )
vi: Ngôn ngữ bạn nói : Cách nhau bởi ( , )

# exampleLanguage
source: Example : Hindi, English, French
id: Contoh : Hindi, Inggris, Prancis
pl: Przykład: hindi, angielski, francuski
th: ตัวอย่าง : ฮินดี อังกฤษ ฝรั่งเศส
vi: Ví dụ: Tiếng Hindi, Tiếng Anh, Tiếng Pháp

source: Enter languages..
id: Masukkan bahasa..
pl: Wprowadź języki..
th: ใส่ภาษา..
vi: Nhập ngôn ngữ..

source: Years Of Experience
id: Tahun-Tahun Pengalaman
pl: Lata doświadczenia
th: ปีแห่งประสบการณ์
vi: Số năm kinh nghiệm

source: Number of years
id: Jumlah tahun
pl: Liczba lat
th: จำนวนปี
vi: Số năm

# consultationFee
source: Consultation Fees
id: Biaya Konsultasi
pl: Opłaty za konsultacje
th: ค่าที่ปรึกษา
vi: Chi phí tư vấn

# youCanChangeThisEtc
source: You can change this later whenever you want
id: Anda dapat mengubahnya nanti kapan pun Anda mau
pl: Możesz to zmienić później, kiedy tylko zechcesz
th: คุณสามารถเปลี่ยนแปลงในภายหลังได้ทุกเมื่อที่ต้องการ
vi: Bạn có thể thay đổi điều này sau bất cứ khi nào bạn muốn

source: About Yourself
id: Tentang dirimu
pl: O sobie
th: เกี่ยวกับตัวเอง
vi: Về bản thân bạn

source: Explain about yourself briefly
id: Jelaskan tentang diri Anda secara singkat
pl: Opowiedz krótko o sobie
th: อธิบายเกี่ยวกับตัวคุณสั้นๆ
vi: Giải thích ngắn gọn về bản thân

source: Your Educational Journey
id: Perjalanan Pendidikan Anda
pl: Twoja podróż edukacyjna
th: การเดินทางเพื่อการศึกษาของคุณ
vi: Hành trình giáo dục của bạn

source: Explain briefly for better idea
id: Jelaskan secara singkat untuk ide yang lebih baik
pl: Wyjaśnij krótko, aby uzyskać lepszy pomysł
th: อธิบายสั้น ๆ เพื่อความคิดที่ดีขึ้น
vi: Giải thích ngắn gọn cho ý tưởng tốt hơn

source: Enter here...
id: Masuk sini...
pl: Wejdź tutaj...
th: เข้าที่นี่...
vi: Nhập vào đây...

source: Choose Consultation Type
id: Pilih Jenis Konsultasi
pl: Wybierz typ konsultacji
th: เลือกประเภทการให้คำปรึกษา
vi: Chọn loại tư vấn

source: You can change this later
id: Anda dapat mengubahnya nanti
pl: Możesz to zmienić później
th: คุณสามารถเปลี่ยนแปลงได้ในภายหลัง
vi: Bạn có thể thay đổi điều này sau

source: Online
th: ออนไลน์
vi: Trực tuyến

source: At Clinic
id: Di Klinik
pl: w Klinice
th: ที่คลินิก
vi: Tại phòng khám

source: Add Clinic details
id: Tambahkan detail Klinik
pl: Dodaj szczegóły kliniki
th: เพิ่มรายละเอียดคลินิก
vi: Thêm chi tiết phòng khám

source: Where you will be consulting patients
id: Di mana Anda akan berkonsultasi dengan pasien
pl: Gdzie będziesz konsultował pacjentów
th: ที่ที่คุณจะให้คำปรึกษาผู้ป่วย
vi: Nơi bạn sẽ tư vấn cho bệnh nhân

source: Clinic Address
id: Alamat Klinik
pl: Adres Kliniki
th: ที่อยู่คลินิก
vi: địa chỉ phòng khám

source: Clinic Name
id: Nama Klinik
pl: Nazwa kliniki
th: ชื่อคลินิก
vi: Tên phòng khám

source: Clinic Location
id: Lokasi Klinik
pl: Lokalizacja Kliniki
th: ที่ตั้งคลินิก
vi: Vị trí phòng khám

source: Click to fetch location
id: Klik untuk mengambil lokasi
pl: Kliknij, aby pobrać lokalizację
th: คลิกเพื่อเรียกตำแหน่ง
vi: Nhấp để tìm nạp vị trí

source: DOCTOR
id: DOKTER
pl: LEKARZ
th: หมอ
vi: BÁC SĨ

source: Registration
id: Registrasi
pl: Rejestracja
th: การลงทะเบียน
vi: Sự đăng ký

source: Submission Successful
id: Pengajuan Berhasil
pl: Przesyłanie pomyślne
th: การส่งสำเร็จ
vi: gửi thành công

source: Request ID :
id: ID permintaan :
pl: Żądanie ID :
th: รหัสคำขอ :
vi: Yêu cầu ID :

# desc1
source: All of the details you have submitted has been received by us. we will check and update you on this once we have an update for you.
id: Semua detail yang Anda kirimkan telah kami terima. kami akan memeriksa dan memperbarui Anda mengenai hal ini setelah kami memiliki pembaruan untuk Anda.
pl: Wszystkie przesłane przez Ciebie szczegóły zostały przez nas otrzymane. Sprawdzimy i poinformujemy Cię o tym gdy tylko będziemy mieć dla Ciebie nowe informacje.
th: รายละเอียดทั้งหมดที่คุณส่งมา เราได้รับแล้ว เราจะตรวจสอบและอัปเดตให้คุณทราบ เมื่อเรามีการอัปเดตให้คุณ
vi: Chúng tôi đã nhận được tất cả thông tin chi tiết bạn gửi ha. chúng tôi sẽ kiểm tra và cập nhật cho bạn về điều này khi chúng tôi có bản cập nhật cho bạn.

# desc2
source: It will take around 3 to 4 business days to check and verify your profile
id: Diperlukan waktu sekitar 3 hingga 4 hari kerja untuk memeriksa dan memverifikasi profil Anda
pl: Sprawdzenie i zweryfikowanie Twojego profilu zajmie około 3–4 dni roboczych
th: จะใช้เวลาประมาณ 3 ถึง 4 วันทำการ ในการตรวจสอบและยืนยันโปรไฟล์ของคุณ
vi: Sẽ mất khoảng 3 đến 4 ngày làm việc để kiểm tra và xác minh hồ sơ của bạn

# desc3
source: Write us on below details if you have any questions and queries.
id: Tulis kami di detail di bawah ini jika Anda memiliki pertanyaan dan pertanyaan.
pl: Napisz do nas na poniższe szczegóły, jeśli masz jakieś pytania i wątpliwości.
th: เขียนรายละเอียดด้านล่างถึงเราหากคุณ มีคำถามและข้อสงสัยใดๆ
vi: Hãy viết cho chúng tôi về các chi tiết bên dưới nếu bạn có bất kỳ câu hỏi và thắc mắc nào.

source: Appointments
id: Janji
pl: Spotkania
th: การนัดหมาย
vi: các cuộc hẹn

source: Requests
id: Permintaan
pl: Upraszanie
th: คำขอ
vi: yêu cầu

source: Message
id: Pesan
pl: Wiadomość
th: ข้อความ
vi: Tin nhắn

source: Notifications
id: Notifikasi
pl: Powiadomienia
th: การแจ้งเตือน
vi: thông báo

source: Profile
id: Profil
pl: Profil
th: ประวัติโดยย่อ
vi: Hồ sơ

source: Call Now
id: Telepon sekarang
pl: Zadzwoń teraz
th: โทรเลย
vi: Gọi ngay bây giờ

source: View
id: Melihat
pl: Pogląd
th: ดู
vi: Xem

source: Done
id: Selesai
pl: Zrobione
th: เสร็จแล้ว
vi: Xong

source: Cancel
id: Membatalkan
pl: Anulować
th: ยกเลิก
vi: Hủy bỏ

source: Select Month
id: Pilih Bulan
pl: Wybierz miesiąc
th: เลือกเดือน
vi: Chọn tháng

source: Jan
id: Januari
pl: styczeń
th: ม.ค
vi: Tháng một

source: Feb
id: Februari
pl: luty
th: ก.พ
vi: Tháng Hai

source: Mar
id: Merusak
pl: Zniszczyć
th: มี.ค
vi: tháng ba

source: Apr
id: April
pl: kwiecień
th: เม.ย
vi: tháng tư

source: May
id: Mungkin
pl: Móc
th: อาจ
vi: Có thể

source: Jun
pl: czerwiec
th: มิ.ย
vi: tháng 6

source: Jul
id: Juli
pl: lipiec
th: ก.ค
vi: tháng 7

source: Aug
id: Agustus
pl: sierpień
th: ส.ค
vi: tháng 8

source: Sep
id: September
pl: wrzesień
th: ก.ย
vi: tháng 9

source: Oct
id: Okt
pl: październik
th: ต.ค
vi: tháng mười

source: Nov
id: November
pl: listopad
th: พ.ย
vi: tháng 11

source: Dec
id: Desember
pl: grudzień
th: ธ.ค
vi: Tháng mười hai

source: LANGUAGES
id: BAHASA
pl: JĘZYKI
th: ภาษา
vi: NGÔN NGỮ

source: Manage
id: Mengelola
pl: Zarządzać
th: จัดการ
vi: Quản lý

source: SERVICES
id: JASA
pl: USŁUGI
th: บริการ
vi: DỊCH VỤ

source: There is nothing to show.
id: Tidak ada yang bisa ditampilkan.
pl: Nie ma nic do pokazania.
th: ไม่มีอะไรจะแสดง
vi: Không có gì để hiển thị.

source: Please add some
id: Silakan tambahkan beberapa
pl: Proszę dodać trochę
th: กรุณาเพิ่มบางส่วน
vi: Vui lòng thêm một số

source: to your profile.
id: ke profil Anda.
pl: do Twojego profilu.
th: ไปที่โปรไฟล์ของคุณ
vi: vào hồ sơ của bạn.

source: ABOUT DR.
id: TENTANG DR.
pl: O DR.
th: เกี่ยวกับ ดร.
vi: GIỚI THIỆU VỀ DR.

source: HAPPY PATIENTS
id: PASIEN SELAMAT
pl: ZADOWOLONYCH PACJENTÓW
th: ผู้ป่วยที่มีความสุข
vi: CHÚC MỪNG BỆNH NHÂN

# exampleHypertensionEtc
source: Example : Hypertension Treatment, Obesity Treatment
id: Contoh : Pengobatan Hipertensi, Pengobatan Obesitas
pl: Przykład: leczenie nadciśnienia tętniczego, leczenie otyłości
th: ตัวอย่าง : การรักษาโรคความดันโลหิตสูง การรักษาโรคอ้วน
vi: Ví dụ : Điều trị tăng huyết áp, Điều trị béo phì

source: Add Service
id: Tambahkan Layanan
pl: Dodaj usługę
th: เพิ่มบริการ
vi: Thêm dịch vụ

# servicesLocation
source: SERVICES LOCATIONS
id: LOKASI LAYANAN
pl: LOKALIZACJE USŁUG
th: สถานที่ให้บริการ
vi: DỊCH VỤ ĐỊA ĐIỂM

source: Settings
id: Pengaturan
pl: Ustawienia
th: การตั้งค่า
vi: Cài đặt

source: Vacation Mode
id: Modus Liburan
pl: Tryb wakacyjny
th: โหมดวันหยุด
vi: Chế độ nghỉ

# keepingItOffYourProfileEtc
source: Keeping it off, your profile will not be shown to the patients until turned on
id: Jika tidak diaktifkan, profil Anda tidak akan ditampilkan kepada pasien sampai dihidupkan
pl: Gdy to wyłączysz, Twój profil nie będzie pokazywany pacjentom, dopóki nie zostanie włączony
th: หากปิดไว้ โปรไฟล์ของคุณจะไม่แสดง ให้ผู้ป่วยเห็นจนกว่าจะเปิดใช้
vi: Nếu tắt, hồ sơ của bạn sẽ không được hiển thị cho bệnh nhân cho đến khi được bật

# keepItOnIfYouWantEtc
source: Keep it On, if you want to receive notifications
id: Tetap Aktif, jika Anda ingin menerima notifikasi
pl: Włącz, jeśli chcesz otrzymywać powiadomienia
th: เปิดไว้ถ้าคุณต้องการรับการแจ้งเตือน
vi: Giữ nó Bật, nếu bạn muốn nhận thông báo

source: Push Notification
id: Dorong Pemberitahuan
pl: Aktywne powiadomienie
th: ผลักดันการแจ้งเตือน
vi: thông báo đẩy

source: Edit Profile Details
id: Edit Detail Profil
pl: Edytuj szczegóły profilu
th: แก้ไขรายละเอียดโปรไฟล์
vi: Chỉnh sửa thông tin cá nhân

source: Appointment History
id: Sejarah Pengangkatan
pl: Historia spotkań
th: ประวัติการนัดหมาย
vi: lịch sử cuộc hẹn

source: Appointment Slots
id: Slot Janji Temu
pl: Terminy spotkań
th: ช่วงเวลานัดหมาย
vi: Thời điểm cuộc hẹn

source: Manage Holidays
id: Kelola Liburan
pl: Zarządzaj świętami
th: จัดการวันหยุด
vi: Quản lý ngày lễ

source: Wallet
id: Dompet
pl: Portfel
th: กระเป๋าสตางค์
vi: Cái ví

source: Payouts
id: Pembayaran
pl: Wypłaty
th: การจ่ายเงิน
vi: xuất chi

source: Terms Of Use
id: Syarat Penggunaan
pl: Warunki korzystania
th: ข้อกำหนดการใช้งาน
vi: Điều khoản sử dụng

source: Privacy Policy
id: Kebijakan pribadi
pl: Polityka prywatności
th: นโยบายความเป็นส่วนตัว
vi: Chính sách bảo mật

source: Bank Details
id: Rincian bank
pl: Dane bankowe
th: รายละเอียดธนาคาร
vi: Thông tin chi tiết ngân hàng

source: Earning Report
id: Laporan Penghasilan
pl: Raport o zarobkach
th: รายงานรายได้
vi: Báo cáo thu nhập

# helpAndFAQs
source: Help & FAQs
id: Bantuan & FAQ
pl: Pomoc i często zadawane pytania
th: ความช่วยเหลือและคำถามที่พบบ่อย
vi: Trợ giúp & Câu hỏi thường gặp

source: Delete My Account
id: Hapus akun Saya
pl: Usuń moje konto
th: ลบบัญชีของฉัน
vi: Xóa tài khoản của tôi đi

source: Profile Details
id: Profil lengkap
pl: szczegóły profilu
th: รายละเอียดโปรไฟล์
vi: Chi tiết hồ sơ

source: Personal Information
id: Informasi pribadi
pl: Informacje osobiste
th: ข้อมูลส่วนบุคคล
vi: Thông tin cá nhân

source: About Yourself / Education
id: Tentang Diri Anda / Pendidikan
pl: O sobie / Edukacja
th: เกี่ยวกับตัวเอง / การศึกษา
vi: Giới thiệu về bản thân / Giáo dục

source: Consultation Type
id: Jenis Konsultasi
pl: Rodzaj konsultacji
th: ประเภทการให้คำปรึกษา
vi: Loại tư vấn

source: EXPERTISE
id: KEAHLIAN
pl: EKSPERTYZA
th: ความเชี่ยวชาญ
vi: CHUYÊN GIA

source: Service Locations
id: Lokasi Layanan
pl: Lokalizacje usług
th: สถานที่ให้บริการ
vi: Địa điểm dịch vụ

source: Phone Number
id: Nomor telepon
pl: Numer telefonu
th: หมายเลขโทรศัพท์
vi: Số điện thoại

source: Change
id: Mengubah
pl: Zmiana
th: เปลี่ยน
vi: Thay đổi

source: Category
id: Kategori
pl: Kategoria
th: หมวดหมู่
vi: Loại

source: Enter your Name
id: Masukkan nama Anda
pl: Wpisz swoje imię
th: ใส่ชื่อของคุณ
vi: Nhập tên của bạn

# yourCountry
source: Your Country (You are serving)
id: Negara Anda (Anda melayani)
pl: Twój kraj (służysz)
th: ประเทศของคุณ (คุณกำลังให้บริการ)
vi: Quốc gia của bạn (Bạn đang phục vụ)

# aboutAndEducation
source: About/Education
id: Tentang/Pendidikan
pl: O/Edukacja
th: เกี่ยวกับ/การศึกษา
vi: Giới thiệu/Giáo dục

source: Manage Services
id: Kelola Layanan
pl: Zarządzaj usługami
th: จัดการบริการ
vi: Quản lý dịch vụ

source: Add
id: Menambahkan
pl: Dodać
th: เพิ่ม
vi: Thêm vào

source: Hospital Address
id: Alamat Rumah Sakit
pl: Adres szpitala
th: ที่อยู่โรงพยาบาล
vi: Địa chỉ bệnh viện

source: Location
id: Lokasi
pl: Lokalizacja
th: ที่ตั้ง
vi: Vị trí

source: Add appointment slots by week days
id: Tambahkan slot janji temu berdasarkan hari kerja
pl: Dodaj terminy spotkań według dni tygodnia
th: เพิ่มช่วงเวลานัดหมายตามวันในสัปดาห์
vi: Thêm thời điểm cuộc hẹn theo ngày trong tuần

source: Hospital Name
id: Nama Rumah Sakit
pl: Nazwa szpitala
th: ชื่อโรงพยาบาล
vi: Tên bệnh viện

source: Add Service Location
id: Tambahkan Lokasi Layanan
pl: Dodaj lokalizację usługi
th: เพิ่มสถานที่ให้บริการ
vi: Thêm vị trí dịch vụ

# addHospitalsWhereYouEtc
source: Add Hospitals Where You Visit (Optional)
id: Tambahkan Rumah Sakit Tempat Anda Kunjungi (Opsional)
pl: Dodaj szpitale, które odwiedzasz (opcjonalnie)
th: เพิ่มโรงพยาบาลที่คุณไป (ไม่บังคับ)
vi: Thêm bệnh viện nơi bạn đến (Tùy chọn)

# thisHelpsPatientsToEtc
source: This helps patients to take a visit to you directly on those locations.
id: Ini membantu pasien untuk mengunjungi Anda langsung di lokasi tersebut.
pl: Pomaga to pacjentom odwiedzić Cię bezpośrednio w tych lokalizacjach.
th: สิ่งนี้ช่วยให้ผู้ป่วยสามารถไปเยี่ยมคุณได้โดยตรงในสถานที่เหล่านั้น
vi: Điều này giúp bệnh nhân có thể thăm khám trực tiếp tại các địa điểm đó.

source: Save
id: Menyimpan
pl: Ratować
th: บันทึก
vi: Cứu

# onThoseDaysPatientsEtc
source: On those days, Patients would not be able to book appointments for consultation
id: Pada hari-hari itu, Pasien tidak dapat membuat janji temu untuk konsultasi
pl: W tych dniach Pacjenci nie mieliby możliwości umawiania wizyt na konsultacje
th: ในวันดังกล่าว ผู้ป่วยจะไม่สามารถนัดหมายเพื่อขอรับคำปรึกษาได้
vi: Vào những ngày đó, Bệnh nhân sẽ không thể đặt lịch hẹn để được tư vấn

source: Add your holidays here
id: Tambahkan liburan Anda di sini
pl: Dodaj tutaj swoje wakacje
th: เพิ่มวันหยุดของคุณที่นี่
vi: Thêm ngày nghỉ của bạn ở đây

source: Withdraw
id: Menarik
pl: Wycofać
th: ถอน
vi: Rút

source: Statement
id: Penyataan
pl: Oświadczenie
th: คำแถลง
vi: Tuyên bố

source: Commission
id: Komisi
pl: Zamawiać
th: คณะกรรมการ
vi: Nhiệm vụ

source: Earning
id: Penghasilan
pl: Zarobkowy
th: รายได้
vi: thu nhập

source: Total Earnings
id: Penghasilan Total
pl: Suma przychodów
th: รายได้รวม
vi: Tổng Thu Nhập

source: Total Orders
id: Jumlah Pesanan
pl: Suma zamówień
th: คำสั่งซื้อทั้งหมด
vi: Tổng số đơn đặt hàng

source: Payout History
id: Riwayat Pembayaran
pl: Historia wypłat
th: ประวัติการจ่ายเงิน
vi: Lịch sử thanh toán

source: Add Bank Details
id: Tambahkan Detail Bank
pl: Dodaj dane bankowe
th: เพิ่มรายละเอียดธนาคาร
vi: Thêm chi tiết ngân hàng

source: Bank Name
id: Nama Bank
pl: Nazwa banku
th: ชื่อธนาคาร
vi: Tên ngân hàng

source: Account Number
id: Nomor akun
pl: Numer konta
th: หมายเลขบัญชี
vi: Số tài khoản

source: Cancelled Cheque Photo
id: Foto Cek Dibatalkan
pl: Anulowane zdjęcie kontrolne
th: ยกเลิกการตรวจสอบรูปภาพ
vi: Ảnh kiểm tra đã hủy

source: Swift Code
id: Tukar Kode
pl: Kod SWIFT
th: รหัสสวิฟท์
vi: mã Swift

source: Holders Name
id: Nama pemegang
pl: Nazwa posiadacza
th: ชื่อผู้ถือ
vi: Tên người chủ

source: Re-Enter Account Number
id: Masukkan kembali Nomor Rekening
pl: Wprowadź ponownie numer konta
th: ป้อนหมายเลขบัญชีอีกครั้ง
vi: Nhập lại số tài khoản

source: Date
id: Tanggal
pl: Data
th: วันที่
vi: Ngày

source: Time
id: Waktu
pl: Czas
th: เวลา
vi: Thời gian

source: Type
id: Jenis
pl: Typ
th: พิมพ์
vi: Kiểu

source: Consultation Charge
id: Biaya Konsultasi
pl: Opłata za konsultacje
th: ค่าที่ปรึกษา
vi: Phí tư vấn

source: Coupon Discount
id: Diskon Kupon
pl: Rabat kuponowy
th: ส่วนลดคูปอง
vi: phiếu giảm giá

source: Total Amount
id: Jumlah total
pl: Całkowita kwota
th: จำนวนเงินทั้งหมด
vi: Tổng cộng

source: Previous Appointments
id: Janji Sebelumnya
pl: Poprzednie spotkania
th: การนัดหมายก่อนหน้า
vi: Các cuộc hẹn trước

# clickToSeePreviousEtc
source: Click to see previous appointments with you
id: Klik untuk melihat janji sebelumnya dengan Anda
pl: Kliknij, aby zobaczyć poprzednie spotkania z Tobą
th: คลิกเพื่อดูนัดหมายก่อนหน้ากับคุณ
vi: Click để xem các cuộc hẹn trước với bạn

source: Problem
id: Masalah
th: ปัญหา
vi: Vấn đề

source: Attachments
id: Lampiran
pl: Załączniki
th: ไฟล์แนบ
vi: tệp đính kèm

source: Decline
id: Menolak
pl: Spadek
th: ปฏิเสธ
vi: Sự suy sụp

source: Accept
id: Menerima
pl: Zaakceptować
th: ยอมรับ
vi: Chấp nhận

source: Medical Prescription
id: Resep obat
pl: Recepta lekarska
th: ใบสั่งยา
vi: Đơn thuốc

source: Messages
id: Pesan
pl: Wiadomości
th: ข้อความ
vi: tin nhắn

source: Appointment Details
id: Detail Janji Temu
pl: Szczegóły spotkania
th: รายละเอียดการนัดหมาย
vi: Chi tiết cuộc hẹn

source: Create prescription for
id: Buat resep untuk
pl: Utwórz receptę na
th: สร้างใบสั่งยาสำหรับ
vi: Tạo đơn thuốc cho

source: After Meal
id: Setelah makan
pl: Po posiłku
th: หลังอาหาร
vi: sau bữa ăn

source: Before Meal
id: Sebelum Makan
pl: Przed posiłkiem
th: ก่อนมื้ออาหาร
vi: Trước bữa ăn

source: Add Medicine
id: Tambahkan Obat
pl: Dodaj lek
th: เพิ่มยา
vi: Thêm thuốc

source: Diagnosed With
id: Didiagnosis Dengan
pl: Zdiagnozowano
th: วินิจฉัยด้วย
vi: chẩn đoán với

# medicalName
source: Medicine Name
id: Nama Medis
pl: Nazwa medyczna
th: ชื่อทางการแพทย์
vi: Tên y tế

source: Medicine
id: Obat
pl: Medycyna
th: ยา
vi: Thuốc

source: Total Units
id: Jumlah Unit
pl: Razem jednostki
th: หน่วยทั้งหมด
vi: Tổng số đơn vị

source: Extra Notes
id: Catatan Ekstra
pl: Dodatkowe notatki
th: หมายเหตุเพิ่มเติม
vi: Ghi chú bổ sung

# dosageDetailsEtc
source: Dosage Details (Timing, Unit)
id: Detail Dosis (Waktu, Satuan)
pl: Szczegóły dawkowania (czas, jednostka)
th: รายละเอียดการให้ยา (ระยะเวลา, หน่วย)
vi: Chi tiết liều lượng (Thời gian, Đơn vị)

# timingUnitEtc
source: Timing, Unit. (EG: Twice a day, 1 tablet)
id: Waktu, Satuan. (Misalnya: Dua kali sehari, 1 tablet)
pl: Czas, jednostka. (Np.: dwa razy dziennie, 1 tabletka)
th: เวลา, หน่วย. (เช่น วันละสองครั้ง 1 เม็ด)
vi: Thời gian, Đơn vị. (VD: Ngày 2 lần, lần 1 viên)

# quantityEtc
source: Quantity (Total Count)
id: Kuantitas (Jumlah Total)
pl: Ilość (całkowita liczba)
th: ปริมาณ (จำนวนทั้งหมด)
vi: Số lượng (Tổng số đếm)

source: Notes
id: Catatan
pl: Notatki
th: หมายเหตุ
vi: ghi chú

source: Write Here
id: Tulis disini
pl: Napisz tutaj
th: เขียนที่นี่
vi: Viết ở đây

# noteOnlyIfYouEtc
source: Note: Only if you feel fever and headace
id: Catatan: Hanya jika Anda merasa demam dan sakit kepala
pl: Uwaga: Tylko jeśli czujesz gorączkę i zawroty głowy
th: หมายเหตุ: เฉพาะในกรณีที่รู้สึกมีไข้และปวดศีรษะ
vi: Lưu ý: Chỉ khi bạn cảm thấy sốt và nhức đầu

source: Summary
id: Ringkasan
pl: Streszczenie
th: สรุป
vi: Bản tóm tắt

source: Location Fetched
id: Lokasi Diambil
pl: Lokalizacja pobrana
th: ดึงตำแหน่งแล้ว
vi: Đã tìm nạp vị trí

source: QR Scan
id: Pemindaian QR
pl: Skan QR
th: สแกนคิวอาร์
vi: Quét QR
